quest_system_573868335_name=^?^Talking Bird
quest_system_573868335_stage_0=^?^Find the bird that was lost in the Verlon Forest.
quest_system_573868335_stage_1=^?^Persuade the bird to return to its owner.
quest_system_573868335_stage_2=^?^Claim the reward.
quest_system_573868335_task=^?^Old Archon's favorite bird has flown away from him. The old man has asked you to return the bird.<br>[reward]
